{
  "default": "standard",
  "user": "benutzer",
  "users": "benutzer",
  "language": "sprache",
  "home_page": "Startseite",
  "page": "seite",
  "login": "anmeldung",
  "logout": "ausloggen",
  "register": "registrieren",
  "account": "konto",
  "profile": "profil",
  "informatics": "Informatik",
  "identifier": "kennung",
  "type": "typ",
  "administrator": "administrator",
  "guest": "gast",
  "vip": "vip",
  "not_verified": "nicht verifiziert",
  "name": "name",
  "first_name": "vorname",
  "last_name": "nachname",
  "born": "geboren",
  "gender": "geschlecht",
  "male": "männlich",
  "female": "weiblich",
  "image": "bild",
  "country": "land",
  "phone": "telefon",
  "city": "stadt",
  "postcode": "postleitzahl",
  "address": "anschrift",
  "email": "email",
  "confirmation": "bestätigung",
  "password": "passwort",
  "password_rule": "6–20 zeichen (enthält groß- und kleinbuchstaben und zahlen)",
  "display_password": "ein passwort anzeigen",
  "code": "code",
  "refresh": "aktualisierung",
  "save": "sparen",
  "cancel": "abbrechen",
  "edit": "bearbeiten",
  "forgot_password": "du hast dein passwort vergessen",
  "change_email": "Email adresse ändern",
  "change_password": "kennwort ändern",
  "under_construction": "bauarbeiten im gange",
  "about": "xxxxxxxxxxxxxxxxxxxxxxx",
  "slide_title_1": "Wusstest du, dass EcoGourmet dazu beitragen kann, unseren Planeten zu schützen?",
  "slide_content_1": "EcoGourmet bietet kulinarische Erlebnisse, die dazu beitragen, deinen ökologischen Fußabdruck zu reduzieren. Köstliche und nachhaltige Lebensmittel, die dazu beitragen, die Umwelt zu schützen.",
  "slide_title_2": "Entdecke die Welt von EcoGourmet: Lecker, Nachhaltig, Gesund!",
  "slide_content_2": "EcoGourmet ist ein Unternehmen, das köstliches Essen neben Nachhaltigkeit und Gesundheit in den Vordergrund stellt. Entdecke unsere Gerichte, die Genuss und Wohlbefinden vereinen!",
  "slide_title_3": "EcoGourmet: Essen, das gut für deinen Körper und die Erde ist!",
  "slide_content_3": "EcoGourmet bietet gastronomische Erlebnisse, bei denen die Speisen nicht nur köstlich, sondern auch nachhaltig sind. Unterstütze deine Gesundheit und den Umweltschutz mit EcoGourmet.",
  "slide_title_4": "Du musst nicht mehr über die Küche nachdenken!",
  "slide_content_4": "EcoGourmet präsentiert gesunde Menüs, um deine Essensentscheidungen zu erleichtern. Wähle einfach aus bis zu 3 täglichen Menüs!",
  "services":"services",
  "shop_card_1":"Ecogourmet bietet eine breite Palette nachhaltiger und umweltfreundlicher Lebensmittelprodukte. Jedes unserer Produkte wird in umweltfreundlicher Verpackung geliefert und trägt dazu bei, einen nachhaltigen Lebensstil zu unterstützen.",
  "shop_card_2":"Ecogourmet verpflichtet sich zur Kundenzufriedenheit und bietet schnelle, zuverlässige Lieferdienste. Wir liefern Ihre Bestellungen schnell und präzise aus, damit unsere Kunden die frischen und hochwertigen Produkte so schnell wie möglich genießen können.",
  "shop_card_3":"Ecogourmet bietet regelmäßig exklusive Aktionen und Rabatte für unsere Kunden an. Diese laufenden Sonderangebote sollen den Einkauf noch ansprechender gestalten und die Entscheidung für Ecogourmet vorteilhafter machen.",
  "shop_card_4":"Alle unsere Produkte entsprechen den höchsten Qualitätsstandards. Ecogourmet garantiert die Frische und Qualität unserer Produkte, sodass Sie bei jedem Kauf nur das Beste erhalten.",
  "shop_card_title_1":"Umweltfreundliche Produkte",
  "shop_card_title_2":"Schnelle und präzise Lieferung",
  "shop_card_title_3":"Exklusive Aktionen und Rabatte",
  "shop_card_title_4":"Garantierte Frische",
  "ecogourmet_features_title": "Warum sollten Sie uns wählen?",
  "DISCOVER_MORE": "Mehr entdecken",
  "Cart": "In den Warenkorb legen",
  "about_title_1": "Grüne Diäten...",
  "about_text_1": "Diäten betonen nicht nur die Gesundheit, sondern auch den Genuss von leckeren Speisen und ermöglichen es den Kunden, die Vorteile gesunder Ernährung zu erleben. EcoGourmet glaubt daran, dass ein gesunder Lebensstil und Nachhaltigkeit kompatible Ziele sind, die jedem Kunden zugänglich gemacht werden können. Ihre Aktivitäten bringen das persönliche Wohlbefinden mit der Umweltverantwortung in Einklang und tragen dazu bei, eine nachhaltige Zukunft zu gestalten. EcoGourmet setzt ein ideales Beispiel für Ernährungsberatung, das Gemeinschaft und Umweltverantwortung miteinander verbindet.",
  "about_title_2": "Warum Eco?",
  "about_text_2": "Mit dem Engagement, nach jedem Kauf einen Baum zu pflanzen, trägt das Unternehmen zum Umweltschutz und zum globalen Kampf gegen den Klimawandel bei. Im Bereich der Ernährungsberatung berücksichtigt EcoGourmet individuelle Bedürfnisse und Ziele und optimiert jede Ernährung für das ideale Körpergewicht. Die Mitarbeiter des Unternehmens arbeiten mit hoher Expertise und Hingabe mit den Kunden zusammen, um ihnen auf dem Weg zu gesunder Ernährung zu helfen.",
  "about_title_3": "Gemeinsam erreichen wir!",
  "about_text_3": "EcoGourmet ist ein außergewöhnliches Unternehmen, das sich einem gesunden Lebensstil und dem Umweltschutz verschrieben hat. Ihre Geschäftsphilosophie vereint Ökologie und Gastronomie, um ihren Kunden Anleitung zum optimalen Körpergewicht zu bieten und dabei nachhaltig auf die Umwelt zu achten.",
  "plans": "*Nach der Anmeldung erhalten Sie täglich zahlreiche gesunde Rezepte für jede Mahlzeit, damit Sie leicht Entscheidungen treffen und vielfältig essen können, ohne Ihre Gesundheit zu beeinträchtigen.",
  "news": "Neueste Nachrichten"


}
