{
  "default": "standard",
  "user": "benutzer",
  "users": "benutzer",
  "language": "sprache",
  "home_page": "Startseite",
  "page": "seite",
  "login": "anmeldung",
  "logout": "ausloggen",
  "register": "registrieren",
  "account": "konto",
  "profile": "profil",
  "informatics": "Informatik",
  "identifier": "kennung",
  "type": "typ",
  "administrator": "administrator",
  "guest": "gast",
  "vip": "vip",
  "not_verified": "nicht verifiziert",
  "name": "name",
  "first_name": "vorname",
  "last_name": "nachname",
  "born": "geboren",
  "gender": "geschlecht",
  "male": "männlich",
  "female": "weiblich",
  "image": "bild",
  "country": "land",
  "phone": "telefon",
  "city": "stadt",
  "postcode": "postleitzahl",
  "address": "anschrift",
  "email": "email",
  "confirmation": "bestätigung",
  "password": "passwort",
  "password_rule": "6–20 zeichen (enthält groß- und kleinbuchstaben und zahlen)",
  "display_password": "ein passwort anzeigen",
  "code": "code",
  "refresh": "aktualisierung",
  "save": "sparen",
  "cancel": "abbrechen",
  "edit": "bearbeiten",
  "forgot_password": "du hast dein passwort vergessen",
  "change_email": "Email adresse ändern",
  "change_password": "kennwort ändern",
  "under_construction": "bauarbeiten im gange",
  "about": "Über uns",
  "slide_title_1": "Wusstest du, dass EcoGourmet dazu beitragen kann, unseren Planeten zu schützen?",
  "slide_content_1": "EcoGourmet bietet kulinarische Erlebnisse, die dazu beitragen, deinen ökologischen Fußabdruck zu reduzieren. Köstliche und nachhaltige Lebensmittel, die dazu beitragen, die Umwelt zu schützen.",
  "slide_title_2": "Entdecke die Welt von EcoGourmet: Lecker, Nachhaltig, Gesund!",
  "slide_content_2": "EcoGourmet ist ein Unternehmen, das köstliches Essen neben Nachhaltigkeit und Gesundheit in den Vordergrund stellt. Entdecke unsere Gerichte, die Genuss und Wohlbefinden vereinen!",
  "slide_title_3": "EcoGourmet: Essen, das gut für deinen Körper und die Erde ist!",
  "slide_content_3": "EcoGourmet bietet gastronomische Erlebnisse, bei denen die Speisen nicht nur köstlich, sondern auch nachhaltig sind. Unterstütze deine Gesundheit und den Umweltschutz mit EcoGourmet.",
  "slide_title_4": "Du musst nicht mehr über die Küche nachdenken!",
  "slide_content_4": "EcoGourmet präsentiert gesunde Menüs, um deine Essensentscheidungen zu erleichtern. Wähle einfach aus bis zu 3 täglichen Menüs!",
  "services":"services",
  "shop_card_1":"Ecogourmet bietet eine breite Palette nachhaltiger und umweltfreundlicher Lebensmittelprodukte. Jedes unserer Produkte wird in umweltfreundlicher Verpackung geliefert und trägt dazu bei, einen nachhaltigen Lebensstil zu unterstützen.",
  "shop_card_2":"Ecogourmet verpflichtet sich zur Kundenzufriedenheit und bietet schnelle, zuverlässige Lieferdienste. Wir liefern Ihre Bestellungen schnell und präzise aus, damit unsere Kunden die frischen und hochwertigen Produkte so schnell wie möglich genießen können.",
  "shop_card_3":"Ecogourmet bietet regelmäßig exklusive Aktionen und Rabatte für unsere Kunden an. Diese laufenden Sonderangebote sollen den Einkauf noch ansprechender gestalten und die Entscheidung für Ecogourmet vorteilhafter machen.",
  "shop_card_4":"Alle unsere Produkte entsprechen den höchsten Qualitätsstandards. Ecogourmet garantiert die Frische und Qualität unserer Produkte, sodass Sie bei jedem Kauf nur das Beste erhalten.",
  "shop_card_title_1":"Umweltfreundliche Produkte",
  "shop_card_title_2":"Schnelle und präzise Lieferung",
  "shop_card_title_3":"Exklusive Aktionen und Rabatte",
  "shop_card_title_4":"Garantierte Frische",
  "ecogourmet_features_title": "Warum sollten Sie uns wählen?",
  "DISCOVER_MORE": "Mehr entdecken",
  "Cart": "In den Warenkorb legen",
  "about_title_1": "Grüne Diäten...",
  "about_text_1": "Diäten betonen nicht nur die Gesundheit, sondern auch den Genuss von leckeren Speisen und ermöglichen es den Kunden, die Vorteile gesunder Ernährung zu erleben. EcoGourmet glaubt daran, dass ein gesunder Lebensstil und Nachhaltigkeit kompatible Ziele sind, die jedem Kunden zugänglich gemacht werden können. Ihre Aktivitäten bringen das persönliche Wohlbefinden mit der Umweltverantwortung in Einklang und tragen dazu bei, eine nachhaltige Zukunft zu gestalten. EcoGourmet setzt ein ideales Beispiel für Ernährungsberatung, das Gemeinschaft und Umweltverantwortung miteinander verbindet.",
  "about_title_2": "Warum Eco?",
  "about_text_2": "Mit dem Engagement, nach jedem Kauf einen Baum zu pflanzen, trägt das Unternehmen zum Umweltschutz und zum globalen Kampf gegen den Klimawandel bei. Im Bereich der Ernährungsberatung berücksichtigt EcoGourmet individuelle Bedürfnisse und Ziele und optimiert jede Ernährung für das ideale Körpergewicht. Die Mitarbeiter des Unternehmens arbeiten mit hoher Expertise und Hingabe mit den Kunden zusammen, um ihnen auf dem Weg zu gesunder Ernährung zu helfen.",
  "about_title_3": "Gemeinsam erreichen wir!",
  "about_text_3": "EcoGourmet ist ein außergewöhnliches Unternehmen, das sich einem gesunden Lebensstil und dem Umweltschutz verschrieben hat. Ihre Geschäftsphilosophie vereint Ökologie und Gastronomie, um ihren Kunden Anleitung zum optimalen Körpergewicht zu bieten und dabei nachhaltig auf die Umwelt zu achten.",
  "plans": "*Nach der Anmeldung erhalten Sie täglich zahlreiche gesunde Rezepte für jede Mahlzeit, damit Sie leicht Entscheidungen treffen und vielfältig essen können, ohne Ihre Gesundheit zu beeinträchtigen.",
  "news": "Neueste Nachrichten",
  "plan_desc_1": "Der Simple-Plan ermöglicht die optionale Bestellung von Frühstück, Mittagessen oder Abendessen. Ideal für kürzere, anspruchsvollere Erlebnisse für dich!",
  "plan_desc_2": "Der Pro-Plan bietet zwei wählbare Mahlzeiten in Form von Frühstück, Mittagessen oder Abendessen. Aufgrund der längeren Laufzeit ist er ideal für Liebhaber von Lebensmittelabonnements.",
  "plan_desc_3": "Der Enterprise-Plan steht im Zeichen von Luxus und Vielfalt. Er bietet täglich drei Mahlzeiten in Form von Frühstück, Mittagessen und Abendessen.",
  "abut_pricing_title": "Festgelegte Optionen für den Zugriff auf Inhalte",
  "award_title_1": "Nachhaltigkeitsgastronomie-Preis",
  "award_title_2": "Anerkennung für Grüne Küche",
  "award_title_3": "Umweltheld von EcoGourmet",
  "award_title_4": "Bio-Restaurant-Zertifizierung",
  "award_title_5": "Nachhaltiger gastronomischer Innovationspreis",
  "award_text_1": "Das EcoGourmet-Restaurant hat den Preis für nachhaltige Gastronomie für seine umweltfreundlichen Praktiken gewonnen.",
  "award_text_2": "Die Organisation Green Kitchen hat die Küche von EcoGourmet für die Verwendung nachhaltiger Zutaten und Prozesse ausgezeichnet.",
  "award_text_3": "Das EcoGourmet-Team wird für ihre Umweltbemühungen und positiven Auswirkungen auf die Umwelt anerkannt.",
  "award_text_4": "Das Restaurant von EcoGourmet hat die Bio-Restaurant-Zertifizierung für die Verwendung von Bio-Zutaten erhalten.",
  "award_text_5": "EcoGourmet wurde für ihre neuen, nachhaltigen gastronomischen Lösungen mit dem Innovationspreis ausgezeichnet.",
  "testimonial_desc_1": "Mit Hilfe von EcoGourmet habe ich es geschafft, das perfekte Gleichgewicht zwischen einem gesunden Lebensstil und köstlichem Essen zu finden. Die personalisierten Ratschläge und Diäten haben geholfen, meine Essgewohnheiten zu verbessern, und jetzt fühle ich mich besser.",
  "testimonial_desc_2": "Ich bin sehr dankbar für die Dienstleistungen von EcoGourmet. Ich habe von ihnen qualitativ hochwertige Diäten erhalten, die ihre umweltfreundliche Herangehensweise widerspiegeln. Für mich ist dieses Unternehmen gleichbedeutend mit bewusster und gesunder Ernährung.",
  "testimonial_desc_3": "Ihre Diät und ihre umweltbewusste Denkweise sind wirklich besonders. Ich bin äußerst zufrieden mit der Zeit, die ich mit ihnen verbracht habe, und ich empfehle sie jedem, der gesundes Essen besser verstehen möchte.",
  "testimonial_desc_4": "EcoGourmet ist für mich nicht nur ein Dienstleister, sondern ein Partner im Lebenswandel. Mit ihren gesunden und leckeren Mahlzeiten war es einfach, meine Ziele zu erreichen.",
  "testimonial_desc_5": "Ich freue mich, EcoGourmet gefunden zu haben. Ihre Diäten sind vielfältig und lecker, und Umweltschutz ist ihnen wichtig. Ich empfehle sie jedem, der gesund und bewusst essen möchte.",
  "testimonial_desc_6": "EcoGourmet bietet nicht nur Unterstützung bei Diäten, sondern hat auch eine inspirierende Gemeinschaft. An ihren Veranstaltungen teilzunehmen ist ein echtes Erlebnis, und ich lerne immer etwas Neues über einen gesunden Lebensstil.",
  "testimonial_title": "Was sie über uns sagen...",
  "menu_ideas": "Menüideen für dich!",
  "sub": "Abonnieren",
  "Menu_title_1":"Menü Kreative Innovationen",
  "Menu_text_1":"Begib dich auf eine kulinarische Reise mit unserem neuesten Menü, wo raffinierte Aromen und frische Zutaten zusammenkommen, um ein bezauberndes gastronomisches Erlebnis zu schaffen. Unser Koch kreiert jedes Gericht sorgfältig mit den feinsten lokalen und saisonalen Zutaten, um Ihren Gaumen und den Ihrer Gäste zu verwöhnen. Abonnieren Sie unsere Updates und erleben Sie die Bequemlichkeit, unsere frischesten Rezepte täglich zu erhalten, und ersparen Sie sich den Aufwand umfangreicher Küchenplanung.",
  "YT_title": "Kreatives Kochen leicht gemacht!",
  "YT_desc": "Entdecken Sie neue Aromen und übernehmen Sie die Kontrolle in Ihrer eigenen Küche! Erforschen Sie jetzt unsere Rezepte.",
  "Eco_prod_title":"Erkunden Sie gesunde kulinarische Genüsse bei Ecogourmet",
  "Eco_prod_text": "Entdecken Sie eine Welt kulinarischer Exzellenz mit der kuratierten Kollektion gesunder Rezepte von Ecogourmet. Genießen Sie einen lebendigen, nachhaltigen Lebensstil durch unser köstliches und umweltfreundliches Angebot.",
  "platforms_1":"Wir sind auch auf den folgenden Plattformen erreichbar",
  "prod_nev_1": "Kochbuch für Tollpatsche",
  "prod_leiras_1": "Auch Tollpatsche können mit einfachen und effektiven Rezepten in diesem Kochbuch problemlos köstliche Fleischgerichte zubereiten.",
  "prod_kategoria_1": "Fleischgerichte",
  "prod_nev_2": "Das große Wok-Kochbuch",
  "prod_leiras_2": "Entdecken Sie die kulinarische Welt des Woks in diesem Kochbuch, das aufregende und schmackhafte Fleischgerichte bietet.",
  "prod_nev_3": "Wir haben Hunger",
  "prod_leiras_3": "In diesem Kochbuch finden Sie Rezepte für Fleischgerichte, die sicherlich jeden zufriedenstellen werden.",
  "prod_nev_4": "Horváth Ilona Kochbuch",
  "prod_leiras_4": "Horváth Ilonas einzigartiger Geschmack und Wissen kommen in diesem Kochbuch zusammen und teilen die Geheimnisse der Zubereitung besonderer Fleischgerichte.",
  "prod_nev_5": "Echo Mom in der Küche",
  "prod_leiras_5": "Echo Moms Kochbuch bietet vegane Rezepte, die gesund, lecker und einfach zuzubereiten sind.",
  "prod_kategoria_2": "Vegan",
  "prod_nev_6": "Weltreisender Veganer",
  "prod_leiras_6": "Das Kochbuch des Weltreisenden Veganers stellt die Aromen verschiedener Küchen aus veganer Sicht vor und ermöglicht es den Lesern, vielfältige Gerichte zuzubereiten.",
  "prod_nev_7": "Würziger Veganer",
  "prod_leiras_7": "Das Kochbuch für würzige vegane Gerichte bietet Rezepte, bei denen Gewürze und Würzmittel die eigentlichen Stars der Gerichte sind.",
  "prod_nev_8": "RozenStein Tibor",
  "prod_leiras_8": "In Rozen Stein Tibors Fitness-Kochbuch finden Sie gesunde und leckere Rezepte, um Ihren Körper fit zu halten.",
  "prod_kategoria_3": "Fitness-Gerichte",
  "prod_nev_9": "Barthmaelous Platinum",
  "prod_leiras_9": "Das Fitness-Kochbuch von Barthmaelous Platinum bietet kreative und gesunde Gerichte, um Ihnen zu helfen, energiegeladen und fit zu bleiben.",
  "prod_nev_10": "Gonzo Kochbuch",
  "prod_leiras_10": "Das Gonzo Kochbuch führt Sie in die Welt des Fitness mit aufregenden und nahrhaften Rezepten ein.",
  "prod_nev_11": "Histaminintoleranz",
  "prod_leiras_11": "Das Kochbuch zur Histaminintoleranz bietet Rezepte, um denen mit Histaminintoleranz bei der Auswahl ihrer Ernährung zu helfen.",
  "prod_nev_12": "Lebensmittelschule",
  "prod_leiras_12": "Das vegane Kochbuch der Lebensmittelschule bereichert Ihre Ernährung mit verschiedenen veganen Rezepten, perfekt für jede Mahlzeit.",
  "recipe_nev_1" : "Rührei",
  "recipe_leiras_1" : "Rührei aus frischen Eiern zubereitet.",
  "recipe_nev_2" : "Haferbrei mit Früchten",
  "recipe_leiras_2" : "Gesunder Haferbrei mit frischem Obst.",
  "recipe_nev_3" : "Griechischer Joghurt mit Früchten",
  "recipe_leiras_3" : "Frischer griechischer Joghurt mit frischem Obst.",
  "recipe_kategoria_1" : "Frühstück",
  "recipe_nev_4" : "Gegrilltes Hähnchen mit Gemüse",
  "recipe_leiras_4" : "Gegrilltes Hähnchen mit frischem Gemüse.",
  "recipe_kategoria_2" : "Mittagessen",
  "recipe_nev_5" : "Linsensuppe",
  "recipe_leiras_5" : "Linsensuppe mit reichen Aromen.",
  "recipe_nev_6" : "Gebackener Lachs mit Salat",
  "recipe_leiras_6" : "Gebackener Lachs mit frischem Salat.",
  "recipe_nev_7" : "Spinat-Ricotta-Cannelloni",
  "recipe_leiras_7" : "Cannelloni gefüllt mit Spinat-Ricotta.",
  "recipe_kategoria_3" : "Abendessen",
  "recipe_nev_8" : "Eggplant Parmigiana",
  "recipe_leiras_8" : "Auberginenscheiben mit Parmesan und Tomatensauce.",
  "recipe_nev_9" : "Rindfleisch-Eintopf mit Nudeln",
  "recipe_leiras_9" : "Traditioneller Rindfleisch-Eintopf mit Nudeln.",
  "recipe_elkeszites_1" : "1. Schlage 2 Eier in eine Schüssel. 2. Schlage die Eier auf. 3. Würze nach Geschmack mit Salz und Pfeffer. 4. Koche die Eier in einer Pfanne.",
  "recipe_elkeszites_2" : "1. Koche den Haferbrei in Wasser. 2. Füge frisches Obst hinzu. 3. Vermische und serviere.",
  "recipe_elkeszites_3" : "1. Gib griechischen Joghurt in eine Schüssel. 2. Füge deine Auswahl an Früchten hinzu. 3. Vermische und genieße.",
  "recipe_elkeszites_4" : "1. Würze das Hähnchenbrustfilet. 2. Koche das Hähnchenbrustfilet in einer Pfanne. 3. Bereite frisches Gemüse vor.",
  "recipe_elkeszites_5" : "1. Koche die Linsen. 2. Bereite eine Gemüsesuppe zu. 3. Vermische die Linsen mit der Suppe.",
  "recipe_elkeszites_6" : "1. Backe den Lachs. 2. Bereite einen frischen Salat vor. 3. Serviere den gebackenen Lachs mit dem Salat.",
  "recipe_elkeszites_7" : "1. Bereite die Ricotta-Füllung vor. 2. Fülle die Cannelloni mit der Füllung. 3. Backe und serviere.",
  "recipe_elkeszites_8" : "1. Schneide die Aubergine in Scheiben. 2. Bereite Tomatensauce vor. 3. Schichte die Aubergine und die Sauce und backe sie dann.",
  "recipe_elkeszites_9" : "1. Bereite den Rindfleischeintopf vor. 2. Koche die Nudeln. 3. Serviere sie zusammen und genieße.",
  "recipe_hozza_1": "Frische Eier (2 Eier pro Person), Salz (nach Geschmack), Schwarzer Pfeffer (nach Geschmack), Butter oder Öl zum Braten, Frische Petersilie oder Schnittlauch zum Garnieren",
  "recipe_hozza_2": "Gesundes Haferflocken (1 Tasse pro Person), Frische Früchte (z.B. 1 Banane, eine Handvoll Erdbeeren, eine Handvoll Blaubeeren), Honig oder Ahornsirup (optional, nach Geschmack), Mandeln oder Walnüsse (optional, 1 Esslöffel pro Person), Milch oder pflanzliche Milch zur Zubereitung des Haferbreis",
  "recipe_hozza_3": "Frischer griechischer Joghurt (1 Tasse pro Person), Frische Früchte (z.B. 1 Passionsfrucht, eine Handvoll Himbeeren, ein Kiwi), Honig oder Agavensirup (optional, nach Geschmack), Walnüsse oder Pistazien (optional, 1 Esslöffel pro Person)",
  "recipe_hozza_4": "Hähnchenbrustfilet (ca. 150-200 g pro Person), Salz und Pfeffer nach Geschmack, Frisches Gemüse (z.B. 1 Tomate, 1/2 Zucchini, 1 Paprika), Olivenöl, Frische Petersilie oder Basilikum zum Garnieren",
  "recipe_hozza_5": "Grüne oder braune Linsen (ca. 1 Tasse), Zwiebel (1 Stück), Karotte (1 Stück), Sellerie (1 Stängel), Tomate (1 Stück), Knoblauch (2 Zehen), Frische Petersilie (eine Handvoll), Lorbeerblatt (1 Stück), Salz und Pfeffer nach Geschmack, Olivenöl, Rinderbrühe (ca. 4 Tassen)",
  "recipe_hozza_6": "Lachsfilet (ca. 150-200 g pro Person), Frischer Salat (z.B. eine Handvoll Rucola, eine Handvoll Spinat), Mais (optional, 1/2 Tasse), Kirschtomaten (optional, 1/2 Tasse), Zitrone (1 Stück), Olivenöl, Salz und Pfeffer nach Geschmack, Frische Petersilie oder Koriander zum Garnieren",
  "recipe_hozza_7": "Cannelloni-Nudeln (ca. 8-10 Stück), Frischer Spinat (200 g), Ricotta-Käse (1 Tasse), Parmesan-Käse (1/2 Tasse), Knoblauch (2 Zehen), Olivenöl, Tomatensauce (1 Tasse), Salz und Pfeffer nach Geschmack, Frisches Basilikum oder Petersilie zum Garnieren",
  "recipe_hozza_8": "Auberginenscheiben (2 Stück pro Person), Parmesan-Käse (1 Tasse), Tomatensauce (1 Tasse), Knoblauch (2 Zehen), Olivenöl, Frisches Basilikum, Salz und Pfeffer nach Geschmack, Mehl (zum Panieren), Eier (zum Panieren), Semmelbrösel (zum Panieren)",
  "recipe_hozza_9": "Rindfleisch (z.B. aus der Keule oder Schulter) (ca. 200 g pro Person), Zwiebel (1 Stück), Knoblauch (2 Zehen), Paprika (1 Esslöffel), Tomatenpüree (2 Esslöffel), Rinderbrühe (1 Tasse), Salz und Pfeffer nach Geschmack, Öl oder Fett zum Anbraten, Mehl (für die Knödel, ca. 1 Tasse), Eier (für die Knödel, 2 Stück), Wasser (für die Knödel, ca. 1/2 Tasse)",
  "recipe_tit_1": "Das heutige Rezept für euch",
  "crois_mai": "Croissant-Käsesandwich",
  "crois_elk": "Das folgende Rezept ist ein raffiniertes Croissant-Käsesandwich, das köstlich und sättigend ist. Die Zutaten und Zubereitungsschritte finden Sie unten.",
  "crois_hozz": "Zutaten:\n- 4 Croissants, horizontal geschnitten\n- 4 große Eier\n- 40 ml Milch\n- 4 Scheiben dünn geschnittener Schinken\n- 120 g Cervinus Delicato Käse\n- Salz, Pfeffer nach Geschmack\n- 1 kleiner Teelöffel ungesalzene Butter\n- 2 kleine Teelöffel Dijon-Senf",
  "crois_mod": "Anleitung:\n1. Schlagen Sie die Eier in einer Schüssel, mischen Sie sie dann mit Milch, Salz und Pfeffer.\n2. Schmelzen Sie die Butter in einer Pfanne, gießen Sie die Eimischung ein und kochen Sie sie sanft, dabei ständig rühren.\n3. Bestreichen Sie die Croissants mit Senf, legen Sie Schinken, Rührei und Käse darauf.\n4. Backen Sie bei 175 ° C, bis der Käse schmilzt.\n5. Köstliches, schnelles Frühstück oder leichtes Abendessen fertig!",
  "services_title": "Warum unsere Rezepte wählen?",
  "services_text": "Unsere Rezepte bieten die feinsten Aromen, bei denen die Harmonie der Zutaten und die meisterhafte Mischung von Gewürzen den Begriff des Geschmackserlebnisses auf eine neue Ebene heben."
  

}
