{
  "default": "default",
  "user": "user",
  "users": "users",
  "language": "language",
  "home_page": "home page",
  "about_us": "About us",
  "page": "page",
  "login": "login",
  "logout": "logout",
  "register": "register",
  "account": "account",
  "profile": "profile",
  "informatics": "informatics",
  "identifier": "identifier",
  "type": "type",
  "administrator": "administrator",
  "guest": "guest",
  "vip": "vip",
  "not_verified": "not verified",
  "name": "name",
  "first_name": "first name",
  "last_name": "last name",
  "subscribe": "subscribe",
  "born": "born",
  "gender": "gender",
  "male": "male",
  "female": "female",
  "image": "image",
  "country": "country",
  "phone": "phone",
  "city": "city",
  "postcode": "postcode",
  "address": "address",
  "email": "email",
  "confirmation": "confirmation",
  "password": "password",
  "password_rule": "6-20 characters (contains uppercase, lowercase letters and numbers)",
  "display_password": "display a password",
  "code": "code",
  "refresh": "refresh",
  "save": "save",
  "cancel": "cancel",
  "edit": "edit",
  "forgot_password": "forgot your password",
  "change_email": "change email address",
  "change_password": "change password",
  "under_construction": "under construction",
  "about": "About us",
  "slide_title_1": "Did you know that EcoGourmet can help preserve our planet?",
  "slide_content_1": "EcoGourmet offers food experiences that help reduce your ecological footprint. Delicious and sustainable foods that contribute to environmental conservation.",
  "slide_title_2": "Explore the World of EcoGourmet: Delicious, Sustainable, Healthy!",
  "slide_content_2": "EcoGourmet is a company that prioritizes delicious food alongside sustainability and health. Discover our meals that combine pleasure and well-being!",
  "slide_title_3": "EcoGourmet: Eating Well for Your Body and the Earth!",
  "slide_content_3": "EcoGourmet offers dining experiences where the food is not only delicious but also sustainable. Support your health and environmental conservation with EcoGourmet.",
  "slide_title_4": "No need to think about the kitchen anymore!",
  "slide_content_4": "EcoGourmet presents healthy menus to make your dining decisions easier. Simply choose from up to 3 daily menus!",
  "services":"Recipes",
  "shop_card_1":"Ecogourmet offers a wide range of sustainable and environmentally friendly food products. Each of our products arrives in eco-friendly packaging, contributing to the support of a sustainable lifestyle.",
  "shop_card_2":"Ecogourmet is committed to customer satisfaction, providing fast and reliable delivery services. We dispatch your orders quickly and precisely, ensuring our customers can enjoy fresh and high-quality products as soon as possible.",
  "shop_card_3":"Ecogourmet regularly presents exclusive promotions and discounts to our customers. These ongoing promotions are designed to make shopping even more appealing and to make choosing Ecogourmet more advantageous.",
  "shop_card_4":"All our products adhere to the highest quality standards. Ecogourmet guarantees the freshness and quality of our products, ensuring that with every purchase, you receive only the best.",
  "shop_card_title_1":"Environmentally Friendly Products",
  "shop_card_title_2":"Fast and Precise Delivery",
  "shop_card_title_3":"Exclusive Promotions and Discounts",
  "shop_card_title_4":"Guaranteed Freshness",
  "ecogourmet_features_title":"Why should you choose us?",
  "DISCOVER_MORE": "Discover More",
  "Cart": "Add to cart",
  "about_title_1": "Green Diets...",
  "about_text_1": "Diets emphasize not only health but also the enjoyment of tasty foods, allowing customers to experience the benefits of healthy eating. EcoGourmet believes that a healthy lifestyle and sustainability are compatible goals, making them accessible to every customer. Their activities align personal well-being with environmental responsibility, contributing to shaping a sustainable future. EcoGourmet sets an ideal example of nutritional guidance, combining community and environmental responsibility.",
  "about_title_2": "Why Eco?",
  "about_text_2": "With a commitment to planting a tree after every purchase, the company contributes to environmental protection and the global fight against climate change. In the field of nutritional counseling, EcoGourmet considers individual needs and goals, optimizing every diet for the ideal body weight. The company's staff works with high-level expertise and dedication to assist customers on the path to healthy eating.",
  "about_title_3": "Achieve Together!",
  "about_text_3": "EcoGourmet is an exceptional venture dedicated to a healthy lifestyle and environmental protection. Their business philosophy combines ecology and gastronomy to provide guidance to their customers toward optimal body weight while caring for the environment sustainably.",
  "plans": "*After subscribing, you will receive numerous healthy recipes daily for every meal, allowing you to make decisions effortlessly and eat variably without compromising your health.",
  "news": "Latest News",
  "plan_desc_1": "The Simple level plan allows for optional ordering of breakfast, lunch, or dinner. Ideal for shorter-term, more sophisticated experiences for you!",
  "plan_desc_2": "The Pro plan offers two selectable meals in the form of breakfast, lunch, or dinner. Due to the longer duration, it is ideal for food subscription enthusiasts.",
  "plan_desc_3": "The Enterprise plan is born in the spirit of luxury and variety. It offers three meals every day in the form of breakfast, lunch, and dinner and much more!",
  "abut_pricing_title": "Predefined Options for Accessing Content",
  "award_title_1": "Sustainable Restaurant Award",
  "award_title_2": "Green Kitchen Recognition",
  "award_title_3": "EcoGourmet Environmental Hero",
  "award_title_4": "Organic Restaurant Certification",
  "award_title_5": "Sustainable Gastronomic Innovation Award",
  "award_text_1": "EcoGourmet restaurant has won the Sustainable Restaurant Award for its environmentally friendly practices.",
  "award_text_2": "The Green Kitchen organization awarded EcoGourmet's kitchen for the use of sustainable ingredients and processes.",
  "award_text_3": "The EcoGourmet team is recognized for their environmental efforts and positive impact on the surroundings.",
  "award_text_4": "EcoGourmet's restaurant has received the Organic Restaurant certification for the use of organic ingredients.",
  "award_text_5": "EcoGourmet has been awarded the Innovation Prize for their new, sustainable gastronomic solutions.",
  "testimonial_desc_1": "With EcoGourmet's help, I managed to find the perfect balance between a healthy lifestyle and delicious dining. The personalized advice and diets they offer helped improve my eating habits, and now I feel better.",
  "testimonial_desc_2": "I am very grateful for EcoGourmet's services. I received excellent quality diets from them, reflecting their eco-friendly approach. For me, this company is synonymous with conscious and healthy eating.",
  "testimonial_desc_3": "Their diet and eco-conscious mindset are truly special. I am extremely satisfied with the time spent with them, and I recommend them to anyone who wants to better understand healthy eating.",
  "testimonial_desc_4": "EcoGourmet is not just a service provider for me but a partner in lifestyle change. Achieving my goals was easy with their healthy and delicious meals.",
  "testimonial_desc_5": "I am delighted to have found EcoGourmet. Their diets are diverse and tasty, and environmental protection is important to them. I recommend them to everyone who wants to eat healthily and consciously.",
  "testimonial_desc_6": "EcoGourmet not only provides assistance in diets but also has an inspiring community. Attending their events is a real experience, and I always learn something new about a healthy lifestyle.",
  "testimonial_title": "What They Say About Us...",
  "menu_ideas": "Menu Ideas for You!",
  "sub": "Subscribe",
  "Menu_title_1":"Menu with Creative Innovations",
  "Menu_text_1":"Embark on a culinary journey with our latest menu, where sophisticated flavors and fresh ingredients converge to create an enchanting gastronomic experience. Our chef meticulously crafts each dish using the finest local and seasonal ingredients to delight your palate and that of your guests. Subscribe to our updates and experience the convenience of receiving our freshest recipes daily, saving you from the hassle of extensive kitchen planning.",
  "YT_title": "Creative Cooking Made Easy!",
  "YT_desc": "Discover new flavors and take control in your own kitchen! Explore our recipes now.",
  "Eco_prod_title":"Explore Healthy Culinary Delights at Ecogourmet",
  "Eco_prod_text": "Discover a world of culinary excellence with Ecogourmet's curated collection of healthy recipes. Embrace a vibrant, sustainable lifestyle through our delectable, eco-friendly offerings.",
  "platforms_1":"We are available on the following platforms",
  "prod_nev_1": "Cookbook for the Clumsy",
  "prod_leiras_1": "Even the clumsy can easily prepare delicious meat dishes with simple and effective recipes in this cookbook.",
  "prod_kategoria_1": "Meat Dishes",
  "prod_nev_2": "The Great Wok Cookbook",
  "prod_leiras_2": "Discover the culinary world of wok in this cookbook, offering exciting and tasty meat dishes.",
  "prod_nev_3": "We Are Hungry",
  "prod_leiras_3": "In this cookbook, you will find recipes for meat dishes that will surely satisfy everyone.",
  "prod_nev_4": "Horváth Ilona Cookbook",
  "prod_leiras_4": "Horváth Ilona's unique taste and knowledge come together in this cookbook, sharing the secrets of preparing special meat dishes.",
  "prod_nev_5": "Echo Mom in the Kitchen",
  "prod_leiras_5": "Echo Mom's cookbook offers vegan recipes that are healthy, tasty, and easy to prepare.",
  "prod_kategoria_2": "Vegan",
  "prod_nev_6": "World Traveler Vegan",
  "prod_leiras_6": "The World Traveler Vegan cookbook introduces the flavors of different cuisines from a vegan perspective, allowing readers to create diverse dishes.",
  "prod_nev_7": "Spicy Vegan",
  "prod_leiras_7": "The Spicy Vegan cookbook offers recipes where spices and seasonings are the real stars of the dishes.",
  "prod_nev_8": "RozenStein Tibor",
  "prod_leiras_8": "In Rozen Stein Tibor's fitness cookbook, you will find healthy and delicious recipes to help you maintain a fit body.",
  "prod_kategoria_3": "Fitness Dishes",
  "prod_nev_9": "Barthmaelous Platinum",
  "prod_leiras_9": "Barthmaelous Platinum's fitness cookbook provides creative and healthy dishes to help you stay energetic and fit.",
  "prod_nev_10": "Gonzo Cookbook",
  "prod_leiras_10": "The Gonzo Cookbook introduces you to the world of fitness with exciting and nutritious recipes.",
  "prod_nev_11": "Histamine Intolerance",
  "prod_leiras_11": "The Histamine Intolerance cookbook offers recipes to help those with histamine intolerance navigate their dietary choices.",
  "prod_nev_12": "Food School",
  "prod_leiras_12": "The Food School vegan cookbook enriches your diet with various vegan recipes, perfect for every meal.",
  "recipe_nev_1" : "Scrambled Eggs",
  "recipe_leiras_1" : "Scrambled eggs made from fresh eggs.",
  "recipe_nev_2" : "Oatmeal with Fruits",
  "recipe_leiras_2" : "Healthy oatmeal with fresh fruits.",
  "recipe_nev_3" : "Greek Yogurt with Fruits",
  "recipe_leiras_3" : "Fresh Greek yogurt with fresh fruits.",
  "recipe_kategoria_1" : "Breakfast",
  "recipe_nev_4" : "Grilled Chicken with Vegetables",
  "recipe_leiras_4" : "Grilled chicken with fresh vegetables.",
  "recipe_kategoria_2" : "Lunch",
  "recipe_nev_5" : "Lentil Soup",
  "recipe_leiras_5" : "Lentil soup with rich flavors.",
  "recipe_nev_6" : "Baked Salmon with Salad",
  "recipe_leiras_6" : "Baked salmon with fresh salad.",
  "recipe_nev_7" : "Spinach Ricotta Cannelloni",
  "recipe_leiras_7" : "Cannelloni filled with spinach ricotta.",
  "recipe_kategoria_3" : "Dinner",
  "recipe_nev_8" : "Eggplant Parmigiana",
  "recipe_leiras_8" : "Eggplant slices with Parmesan and tomato sauce.",
  "recipe_nev_9" : "Beef Stew with Noodles",
  "recipe_leiras_9" : "Traditional beef stew with noodles.",
  "recipe_elkeszites_1" : "1. Crack 2 eggs into a bowl. 2. Beat the eggs. 3. Season with salt and pepper to taste. 4. Cook the eggs in a skillet.",
  "recipe_elkeszites_2" : "1. Cook the oatmeal in water. 2. Add fresh fruits. 3. Mix and serve.",
  "recipe_elkeszites_3" : "1. Place Greek yogurt in a bowl. 2. Add your choice of fruits. 3. Mix and enjoy.",
  "recipe_elkeszites_4" : "1. Season the chicken breast. 2. Cook the chicken breast in a skillet. 3. Prepare fresh vegetables.",
  "recipe_elkeszites_5" : "1. Cook the lentils. 2. Prepare vegetable soup. 3. Mix the lentils with the soup.",
  "recipe_elkeszites_6" : "1. Bake the salmon. 2. Prepare a fresh salad. 3. Serve the baked salmon with the salad.",
  "recipe_elkeszites_7" : "1. Prepare the ricotta filling. 2. Fill the cannelloni with the filling. 3. Bake and serve.",
  "recipe_elkeszites_8" : "1. Slice the eggplant. 2. Prepare tomato sauce. 3. Layer the eggplant and sauce, then bake.",
  "recipe_elkeszites_9" : "1. Prepare the beef stew. 2. Cook the noodles. 3. Serve them together and enjoy.",
  "recipe_hozza_1": "Fresh eggs (2 eggs per person), Salt (to taste), Black pepper (to taste), Butter or oil for cooking, Fresh parsley or chives for garnish",
  "recipe_hozza_2": "Healthy oatmeal (1 cup per person), Fresh fruits (e.g., 1 banana, a handful of strawberries, a handful of blueberries), Honey or maple syrup (optional, to taste), Almonds or walnuts (optional, 1 tablespoon per person), Milk or plant-based milk for preparing oatmeal",
  "recipe_hozza_3": "Fresh Greek yogurt (1 cup per person), Fresh fruits (e.g., 1 passion fruit, a handful of raspberries, a kiwi), Honey or agave syrup (optional, to taste), Walnuts or pistachios (optional, 1 tablespoon per person)",
  "recipe_hozza_4": "Chicken breast fillet (approximately 150-200g per person), Salt and pepper to taste, Fresh vegetables (e.g., 1 tomato, 1/2 zucchini, 1 bell pepper), Olive oil, Fresh parsley or basil for garnish",
  "recipe_hozza_5": "Green or brown lentils (approximately 1 cup), Onion (1 piece), Carrot (1 piece), Celery (1 stalk), Tomato (1 piece), Garlic (2 cloves), Fresh parsley (a handful), Bay leaf (1 piece), Salt and pepper to taste, Olive oil, Beef broth (approximately 4 cups)",
  "recipe_hozza_6": "Salmon fillet (approximately 150-200g per person), Fresh salad (e.g., a handful of arugula, a handful of spinach), Corn (optional, 1/2 cup), Cherry tomatoes (optional, 1/2 cup), Lemon (1 piece), Olive oil, Salt and pepper to taste, Fresh parsley or cilantro for garnish",
  "recipe_hozza_7": "Cannelloni pasta (approximately 8-10 pieces), Fresh spinach (200g), Ricotta cheese (1 cup), Parmesan cheese (1/2 cup), Garlic (2 cloves), Olive oil, Tomato sauce (1 cup), Salt and pepper to taste, Fresh basil or parsley for garnish",
  "recipe_hozza_8": "Eggplant slices (2 pieces per person), Parmesan cheese (1 cup), Tomato sauce (1 cup), Garlic (2 cloves), Olive oil, Fresh basil, Salt and pepper to taste, Flour (for breading), Eggs (for breading), Breadcrumbs (for breading)",
  "recipe_hozza_9": "Beef (e.g., chuck or shoulder) (approximately 200g per person), Onion (1 piece), Garlic (2 cloves), Paprika (1 tablespoon), Tomato puree (2 tablespoons), Beef broth (1 cup), Salt and pepper to taste, Oil or fat for sautéing, Flour (for dumplings, approximately 1 cup), Eggs (for dumplings, 2 pieces), Water (for dumplings, approximately 1/2 cup)",
  "recipe_tit_1":"Today's recipe for you",
  "crois_mai": "Croissant Cheese Sandwich",
  "crois_elk": "The following recipe is a sophisticated croissant cheese sandwich that is delicious and filling. Find the ingredients and steps for preparation below.",
  "crois_hozz": "Ingredients:\n- 4 croissants, sliced horizontally\n- 4 large eggs\n- 40 ml milk\n- 4 slices thinly sliced ham\n- 120 g Cervinus Delicato cheese\n- salt, pepper to taste\n- 1 small teaspoon unsalted butter\n- 2 small teaspoons Dijon mustard",
  "crois_mod": "Instructions:\n1. Beat the eggs in a bowl, then mix them with the milk, salt, and pepper.\n2. Melt the butter in a pan, pour in the egg mixture, and cook gently, stirring.\n3. Spread mustard on the croissants, place ham, scrambled eggs, and cheese on them.\n4. Bake at 175 ° C until the cheese melts.\n5. Delicious, quick breakfast or light dinner ready!",
  "services_title": "Why Choose Our Recipes?",
  "services_text": "Our recipes offer the finest flavors, where the harmony of ingredients and the masterful blend of spices take the concept of taste sensation to a new level."
  



  }