{
  "default": "alapértelmezett",
  "user": "felhasználó",
  "users": "felhasználók",
  "language": "nyelv",
  "home_page": "kezdőlap",
  "about_us": "rólunk",
  "page": "oldal",
  "login": "bejelentkezés",
  "logout": "kijelentkezés",
  "register": "regisztráció",
  "account": "fiók",
  "profile": "profil",
  "informatics": "informatika",
  "identifier": "azonosító",
  "type": "típus",
  "administrator": "adminisztrátor",
  "guest": "vendég",
  "vip": "vip",
  "not_verified": "nem ellenőrzött",
  "name": "név",
  "first_name": "keresztnév",
  "last_name": "vezetéknév",
  "subscribe": "Feliratkozás",
  "born": "született",
  "gender": "neme",
  "male": "férfi",
  "female": "nő",
  "image": "kép",
  "country": "ország",
  "phone": "telefon",
  "city": "város",
  "postcode": "irányítószám",
  "address": "cím",
  "email": "email",
  "confirmation": "megerősítése",
  "password": "jelszó",
  "password_rule": "6-20 karakter (kis-nagy betűt, és számot tartalmaz)",
  "display_password": "jelszót megjelenít",
  "code": "kód",
  "refresh": "frissít",
  "save": "mentés",
  "cancel": "mégsem",
  "edit": "szerkeszt",
  "forgot_password": "elfelejtette a jelszavát",
  "change_email": "email cím megváltoztatása",
  "change_password": "jelszó módosítása",
  "under_construction": "fejlesztés alatt",
  "about": "Rólunk",
  "slide_title_1": "Tudtad, hogy az EcoGourmet segíthet a bolygónk megóvásában?",
  "slide_content_1": "Az EcoGourmet olyan ételélményeket kínál, amelyek segítenek csökkenteni az ökológiai lábnyomodat. Ízletes és fenntartható ételek, amelyek segítenek megóvni a környezetet.",
  "slide_title_2": "Fedezd fel az EcoGourmet világát: Ízletes, Fenntartható, Egészséges!",
  "slide_content_2": "Az EcoGourmet egy olyan cég, amely az ízletes ételek mellett a fenntarthatóságot és az egészséget helyezi előtérbe. Ismerd meg az ételeinket, amelyek egyesítik az élvezetet és az egészséget!",
  "slide_title_3": "Az EcoGourmet: Az étkezés, ami jó a testednek és a Földnek is!",
  "slide_content_3": "Az EcoGourmet olyan éttermi élményeket kínál, ahol az ételek nemcsak finomak, hanem fenntarthatóak is. Támogasd egészségedet és a környezetvédelmet az EcoGourmet segítségével.",
  "slide_title_4": "Nem kell tovább a konyhában gondolkodnia!",
  "slide_content_4": "Az EcoGourmet egészséges menükkel rukkol elő, hogy segítsen megkönnyíteni az étkezési döntéseit. Egyszerűen válasszon akár napi 3 menü közül!",
  "services":"Receptek",
  "shop_card_1":" Az Ecogourmet a fenntartható és környezetbarát élelmiszerek széles választékát kínálja. Minden termékünk környezetbarát csomagolásban érkezik, és hozzájárul a fenntartható életmód támogatásához.",
  "shop_card_2":"Az Ecogourmet elkötelezett a vásárlói elégedettség iránt, és gyors, megbízható kiszállítást biztosít. Rendeléseiket gyorsan és precízen szállítjuk ki, hogy az ügyfeleink minél hamarabb élvezhessék a friss és minőségi termékeket.",
  "shop_card_3":"Az Ecogourmet rendszeresen kínál exkluzív akciókat és kedvezményeket vásárlóinknak. Az ügyfeleink számára elérhető rendszeres promóciók segítenek abban, hogy még vonzóbbá tegyük a vásárlást, és előnyösebbé tegyük az Ecogourmet melletti döntést.",
  "shop_card_4":"Minden termékünkre a legmagasabb minőségi szabványok vonatkoznak. Az Ecogourmet garantálja a termékek frissességét és minőségét, így biztos lehetsz benne, hogy minden vásárlásnál csak a legjobbat kapod.",
  "shop_card_title_1":"Környezetbarát Termékek",
  "shop_card_title_2":"Gyors és Precíz Kiszállítás",
  "shop_card_title_3":"Exkluzív Akciók és Kedvezmények",
  "shop_card_title_4":"Garantált Frissesség",
  "ecogourmet_features_title":"Miért érdemes minket választani?",
  "DISCOVER_MORE": "További információk",
  "Cart": "Kosárba",
  "about_title_1": "Zöld Diéták...",
  "about_text_1": "Az étrendek nemcsak az egészséget, hanem az ízletes ételek élvezetét is hangsúlyozzák, lehetővé téve az ügyfelek számára az egészséges táplálkozás előnyeinek megtapasztalását. Az EcoGourmet úgy hiszi, hogy az egészséges életmód és a fenntarthatóság összeegyeztethető célok, amelyeket minden ügyfél számára elérhetővé tesz. Tevékenységük összehangolja a személyes jólétet és a környezeti felelősséget, hozzájárulva egy fenntartható jövő kialakításához. Az EcoGourmet az eszményi példája a táplálkozási tanácsadásnak, amely egyszerre ötvözi a közösségi és környezeti felelősségvállalást.",
  "about_title_2": "Miért Eco?",
  "about_text_2": "Mivel minden vásárlásuk után a cég egy fát ültet, hozzájárulva a környezetvédelemhez és a globális klímaváltozás elleni küzdelemhez. A táplálkozási tanácsadás terén az EcoGourmet az egyéni igényeket és célokat szem előtt tartja, és minden étrendet a testsúly ideális szintjéhez optimalizál. A cég munkatársai magas szintű szakértelemmel és elkötelezettséggel dolgoznak az ügyfelekkel, hogy segítsenek nekik az egészséges étkezéshez vezető úton.",
  "about_title_3": "Együtt elérjük!",
  "about_text_3": "Az EcoGourmet egy kivételes vállalkozás, amely elkötelezett az egészséges életmód és a környezetvédelem iránt. Cégfilozófiájuk az ökológia és a gasztronómia harmonikus egyesítése, hogy ügyfeleiknek az optimális testsúlyhoz vezető útmutatást nyújtsák, miközben fenntartható módon gondoskodnak a környezetről.",
  "plans":"*Feliratkozás után napi számos egészséges receptet kapsz minden étkezéshez, hogy könnyedén döntést hozhass, és változatosan étkezhess anélkül, hogy az egészséged rovására menne.",
  "news": "Legfrissebb Híreink",
  "plan_desc_1": "A Simple szintű terv lehetővé teszi a választható reggeli, ebéd vagy vacsora rendelését. Ideális rövidebb idejű, kifinomultabb élményekhez nektek, neked!",
  "plan_desc_2": "A Pro terv két választható étkezést kínál reggeli, ebéd vagy vacsora formájában. A hosszabb időtartam miatt ideális az élelmiszer előfizetés kedvelőinek.",
  "plan_desc_3": "Az Enterprise terv a luxus és változatosság jegyében született. Minden nap három étkezés kínál, reggeli, ebéd és vacsora formájában.",
  "abut_pricing_title": "Előre meghatározott opciók a tartalomhoz való hozzáféréshez",
  "award_title_1": "Fenntartható Étterem Díj",
  "award_title_2": "Zöld Konyha Elismerés",
  "award_title_3": "EcoGourmet Környezetvédelmi Hős",
  "award_title_4": "Bio Étterem Minősítés",
  "award_title_5": "Fenntartható Gasztronómiai Innováció Díj",
  "award_text_1": "Az EcoGourmet étterem elnyerte a Fenntartható Éttermiség Díjat környezetbarát gyakorlataiért.",
  "award_text_2": "A Zöld Konyha szervezet kitüntette az EcoGourmet konyháját a fenntartható alapanyagok és folyamatok alkalmazásáért.",
  "award_text_3": "Az EcoGourmet csapatát a környezetvédelmi erőfeszítéseikért és pozitív hatásukért a környezetre.",
  "award_text_4": "Az EcoGourmet étterme megkapta a Bio Étterem minősítést a bio alapanyagok használata miatt.",
  "award_text_5": "Az EcoGourmet új, fenntartható gasztronómiai megoldásaiért elnyerte az Innováció Díjat.",
  "testimonial_desc_1": "Az EcoGourmet segítségével sikerült megtalálnom az egészséges életmód és a finom étkezés tökéletes egyensúlyát. Az általuk kínált személyre szabott tanácsok és étrendek segítettek javítani az étkezési szokásaimon, és most jobban érzem magam.",
  "testimonial_desc_2": "Nagyon hálás vagyok az EcoGourmet szolgáltatásainak. Kiváló minőségű, étrendeket kaptam tőlük, amelyek a környezetbarát szemléletüket is tükrözik. Számomra ez a cég a tudatos és egészséges táplálkozás szinonimája.",
  "testimonial_desc_3": "Az étrendjük és a környezettudatos szemléletmódjuk valóban különleges. Rendkívül elégedett vagyok a velük töltött idővel, és mindenkinek ajánlom, aki jobban szeretné megérteni az egészséges étkezést.",
  "testimonial_desc_4": "Az EcoGourmet számomra nemcsak egy szolgáltató, hanem egy életmódváltást segítő partner. Az egészséges és ízletes ételeikkel könnyű volt számomra elérni a kitűzött céljaimat.",
  "testimonial_desc_5": "Nagyon örülök, hogy rátaláltam az EcoGourmetra. Az étrendjeik változatosak és finomak, ráadásul a környezetvédelem is fontos számukra. Mindenkinek ajánlom, aki szeretne egészségesen és tudatosan táplálkozni.",
  "testimonial_desc_6": "Az EcoGourmet nemcsak az étrendek terén nyújt segítséget, hanem inspiráló közösségük is van. A közös eseményeiken részt venni igazi élmény, és mindig tanulok valami újat az egészséges életmódról.",
  "testimonial_title": "Mit mondanak rólunk...",
  "menu_ideas": "Menü ötletek nektek!",
  "sub": "Feliratkozás",
  "products":"Áruház",
  "Menu_title_1":"Menü Kreatív Újdonságokkal",
  "Menu_text_1":"Indulj el egy gasztronómiai utazáson éttermünk legújabb, kifinomult ízekkel és friss alapanyagokkal gazdagított menüjével. Séfünk lelkiismeretes munkával készíti el minden fogást, a legfinomabb helyi és szezonális alapanyagok felhasználásával, hogy elvarázsolja az Ön és vendégei ízlelőbimbóit. Iratkozz fel frissítéseinkre, és élvezd a friss receptek mindennapos kényelmét, miközben megspórolod a konyhai tervezés terhét.",
  "YT_title": "Kreatív Ételek Egyszerűen!",
  "YT_desc": "Fedezze fel új ízeket és vegye át az irányítást a saját konyhájában! Ismerje meg receptjeinket most!",
  "Eco_prod_title": "Fedezze fel az Egészséges Gasztronómia Különlegességeit az Ecogourmetnél",
  "Eco_prod_text":  "Ismerje meg az Ecogourmet kiválasztott, egészséges receptjeinek világát. Fogadja el a vibráló, fenntartható életstílust ízletes és környezetbarát kínálatunkon keresztül.",
  "platforms_1":"Bizonyára az Ön számára is kényelmes az elérhetőség különböző platformokon",
  "prod_nev_1" : "Szakácskönyv Kétbalkezes",
  "prod_leiras_1" : "Kétbalkezesek is könnyedén elkészíthetik a finom húsételeket ebben a szakácskönyvben található egyszerű és hatékony receptekkel.",
  "prod_kategoria_1" : "Hus ételek",
  "prod_nev_2" : "A nagy Wok szakácskönyv",
  "prod_leiras_2" : "Fedezd fel a wok kulináris világát ebben a szakácskönyvben, amely izgalmas és ízletes húsételeket kínál.",
  "prod_nev_3" : "Éhesek Vagyunk",
  "prod_leiras_3" : "Ebben a szakácskönyvben olyan húsételek receptjeit találod, amelyek garantáltan jóllakottá tesznek mindenkit.",
  "prod_nev_4" : "Horváth Ilona szakácskönyv",
  "prod_leiras_4" : "Horváth Ilona különleges ízlésének és tudásának ötvözete ebben a szakácskönyvben, amelyben különleges húsételek készítésének fortélyait osztja meg.",
  "prod_nev_5" : "Echo anyu a konyhába",
  "prod_leiras_5" : "Az Echo anyu szakácskönyv olyan vegán recepteket kínál, amelyek egészségesek és ízletesek, ráadásul könnyen elkészíthetők.",
  "prod_kategoria_2" : "Vegán",
  "prod_nev_6" : "Világjáró vegán",
  "prod_leiras_6" : "Világjáró vegán szakácskönyve különböző konyhák ízeit mutatja be vegán szemszögből, így az olvasók változatos fogásokat alkothatnak.",
  "prod_nev_7" : "Fűszeres",
  "prod_leiras_7" : "A Fűszeres vegán szakácskönyv olyan recepteket kínál, amelyekben a fűszerek és ízesítők az ételek igazi csillagai.",
  "prod_nev_8" : "RozenStein Tibor",
  "prod_leiras_8" : "Rozen Stein Tibor fitness szakácskönyvében egészséges és ízletes recepteket találsz, amelyek segítenek a tested formában tartásában.",
  "prod_kategoria_3" : "Fitness ételek",
  "prod_nev_9" : "Barthmaelous Platina",
  "prod_leiras_9" : "A Barthmaelous Platina fitness szakácskönyv kreatív és egészséges ételekkel segít abban, hogy energikus és fittek maradjunk.",
  "prod_nev_10" : "Gonzó Szakácskönyv",
  "prod_leiras_10" : "A Gonzó Szakácskönyv a fitnesz világába vezet be, izgalmas és tápláló ételek receptjeivel.",
  "prod_nev_11" : "Hisztamin intolerancia",
  "prod_leiras_11" : "A Hisztamin intolerancia szakácskönyv olyan recepteket kínál, amelyek segítenek a hisztamin intoleranciával élőknek az étkezésben.",
  "prod_nev_12" : "Étel iskolája",
  "prod_leiras_12" : "Az Étel iskolája vegán szakácskönyve különböző vegán receptekkel gazdagítja az étrendedet, kiválóan alkalmazható minden étkezésnél.",
  "recipe_nev_1" : "Tojásrántotta",
  "recipe_leiras_1" : "Friss tojásokból készült rántotta.",
  "recipe_nev_2" : "Zabkása gyümölcsökkel",
  "recipe_leiras_2" : "Egészséges zabkása friss gyümölcsökkel.",
  "recipe_nev_3" : "Görög joghurt gyümölcsökkel",
  "recipe_leiras_3" : "Friss görög joghurt friss gyümölcsökkel.",
  "recipe_kategoria_1" : "Reggeli",
  "recipe_nev_4" : "Csirkemell sült zöldségekkel",
  "recipe_leiras_4" : "Grillezett csirkemell friss zöldségekkel.",
  "recipe_kategoria_2" : "Ebéd",
  "recipe_nev_5" : "Lencseleves",
  "recipe_leiras_5" : "Lencseleves gazdag ízekkel.",
  "recipe_nev_6" : "Sült lazac salátával",
  "recipe_leiras_6" : "Sült lazac friss salátával.",
  "recipe_nev_7" : "Spenótos ricotta cannelloni",
  "recipe_leiras_7" : "Spenótos ricotta töltelékkel készült cannelloni.",
  "recipe_kategoria_3" : "Vacsora",
  "recipe_nev_8" : "Padlizsán Parmigiana",
  "recipe_leiras_8" : "Padlizsán szeletek parmezán és paradicsom szósszal.",
  "recipe_nev_9" : "Marhapörkölt nokedlivel",
  "recipe_leiras_9" : "Hagyományos marhapörkölt nokedlivel.",
  "recipe_elkeszites_1": "1. Üss fel 2 tojást egy tálba.2. Verd fel a tojásokat.3. Sózd és borsozd meg ízlés szerint.4. Süsd meg a tojásokat egy serpenyőben.",
  "recipe_elkeszites_2" : "1. Főzd meg a zabpelyhet vízben. 2. Adjon hozzá friss gyümölcsöket. 3. Keverje össze és tálalja.",
  "recipe_elkeszites_3" : "1. Tegyen görög joghurtot egy tálba. 2. Adjon hozzá választott gyümölcsöket. 3. Keverje össze és élvezze.",
  "recipe_elkeszites_4" : "1. Fűszerezze meg a csirkemellet. 2. Süssük meg a csirkemellet serpenyőben. 3. Készítse el a friss zöldségeket.",
  "recipe_elkeszites_5" : "1. Főzzük meg a lencsét. 2. Készítsük el a zöldséglevest. 3. Keverjük össze a lencsét és a levest.",
  "recipe_elkeszites_6" : "1. Süssük meg a lazacot. 2. Készítsünk friss salátát. 3. Tálaljuk a sült lazaccal a salátát.",
  "recipe_elkeszites_7" : "1. Készítsük el a ricotta tölteléket. 2. Töltse meg a cannellonit a töltelékkel. 3. Süsse meg és tálalja.",
  "recipe_elkeszites_8" : "1. Szeletelje fel a padlizsánt. 2. Készítsen paradicsom szósszal. 3. Rétegezze a padlizsánt és a szószt, majd süssük meg.",
  "recipe_elkeszites_9" : "1. Készítse el a marhapörköltet. 2. Főzzük meg a nokedlit. 3. Tálaljuk együtt és élvezze.",
  "recipe_hozza_1": "Friss tojások (2 tojás személyenként), Só (ízlés szerint), Fekete bors (ízlés szerint), Vaj vagy olaj a sütéshez, Friss petrezselyem vagy snidling a díszítéshez",
  "recipe_hozza_2": "Egészséges zabkása (1 csésze személyenként), Friss gyümölcsök (pl. 1 banán, egy marék eper, egy marék áfonya), Méz vagy juharszirup (opcionális, ízlés szerint), Mandula vagy dió (opcionális, 1 evőkanál személyenként), Tej vagy növényi tej (a zabkása elkészítéséhez)",
  "recipe_hozza_3": "Friss görög joghurt (1 csésze személyenként), Friss gyümölcsök (pl. 1 maracuja, egy marék málna, egy kivi), Méz vagy agavé szirup (opcionális, ízlés szerint), Dió vagy pisztácia (opcionális, 1 evőkanál személyenként)",
  "recipe_hozza_4": "Csirkemell filé (körülbelül 150-200g személyenként), Só és bors ízlés szerint, Friss zöldségek (pl. 1 paradicsom, 1/2 cukkini, 1 paprika), Olívaolaj, Friss petrezselyem vagy bazsalikom a díszítéshez",
  "recipe_hozza_5": "Zöld- vagy barnalencse (körülbelül 1 csésze), Hagyma (1 db), Sárgarépa (1 db), Zeller (1 szár), Paradicsom (1 db), Fokhagyma (2 gerezd), Friss petrezselyem (egy maroknyi), Babérlevél (1 db), Só és bors ízlés szerint, Olívaolaj, Marhahúsleves alaplé (körülbelül 4 csésze)",
  "recipe_hozza_6": "Lazac filé (körülbelül 150-200g személyenként), Friss saláta (pl. egy marék rukkola, egy marék spenót), Kukorica (opcionális, 1/2 csésze), Cseresznyetomato (opcionális, 1/2 csésze), Citrom (1 db), Olívaolaj, Só és bors ízlés szerint, Friss petrezselyem vagy koriander a díszítéshez",
  "recipe_hozza_7": "Cannelloni tészta (körülbelül 8-10 db), Friss spenót (200g), Ricotta sajt (1 csésze), Parmezán sajt (1/2 csésze), Fokhagyma (2 gerezd), Olívaolaj, Paradicsomszósz (1 csésze), Só és bors ízlés szerint, Friss bazsalikom vagy petrezselyem a díszítéshez",
  "recipe_hozza_8": "Padlizsán szeletek (2 db személyenként), Parmezán sajt (1 csésze), Paradicsomszósz (1 csésze), Fokhagyma (2 gerezd), Olívaolaj, Friss bazsalikom, Só és bors ízlés szerint, Liszt (a panírozáshoz), Tojás (a panírozáshoz), Zsemlemorzsa (a panírozáshoz)",
  "recipe_hozza_9": "Marhahús (pl. comb vagy lapocka) (körülbelül 200g személyenként), Vöröshagyma (1 db), Fokhagyma (2 gerezd), Pirospaprika (1 evőkanál), Paradicsompüré (2 evőkanál), Marhahúsleves alaplé (1 csésze), Só és bors ízlés szerint, Olaj vagy zsír a pároláshoz, Liszt (a nokedlihez, körülbelül 1 csésze), Tojás (a nokedlihez, 2 db), Víz (a nokedlihez, körülbelül 1/2 csésze)",
  "recipe_tit_1": "Mai recept nektek",
  "crois_mai": "Croissant Sajtos Szendvics",
  "crois_elk": "A következő recept egy összetett croissant sajtos szendvics, amely ízletes és laktató. A hozzávalókat és az elkészítés lépéseit lentebb találod.",
  "crois_hozz": "Hozzávalók:- 4 croissant, vízszintesen felezve- 4 nagy tojás- 40 ml tej- 4 szelet vékonyra szeletelt sonka- 120 g Cervinus Delicato sajt- só, bors ízlés szerint- 1 mokkáskanál sózatlan vaj- 2 pici teáskanál dijoni mustár",
  "crois_mod": "Elkészítés:1. Verjük fel a tojásokat tálban, majd keverjük össze a tejjel, sóval és borssal.2. Olvasszuk fel a vajat serpenyőben, öntsük bele a tojáskeveréket, és süssük lágyan kevergetve.3. Kenjük meg a croissantokat mustárral, helyezzünk rájuk sonkát, rántottát és sajtot.4. Süssük 175 ° C-on, amíg a sajt megolvad.5. Ízletes, gyors reggeli vagy könnyű vacsora elkészítve!",
  "services_title": "Miért válassza receptjeinket?",
  "services_text": "Receptjeink a legfinomabb ízeket kínálják, ahol az alapanyagok harmóniája és a fűszerek mesteri keveréke új szintre emeli az ízorgia fogalmát.",
  "contact": "Kapcsolat",
  "keress_m": "Keress minket bizalommal a következő időpontokban.",
  "day_1": "Hétfőtől-Péntekig:",
  "day_2": "Szombat:",
  "day_3": "Vasárnap:",
  "C_Sz": "Cégünk székhelye",
  "w_t_c" : "Elérhetőségeink",
  "zárva" : "Zárva",
  "faq_q2": "Milyen módon támogatja az EcoGourmet a fenntarthatóságot a receptek és termékei során?",
  "faq_a2": "Az EcoGourmet weboldal olyan recepteket kínál, amelyekhez könnyen hozzájuthatsz fenntartható forrásokból, és a webshopban értékesített receptkönyvek részletezik a fenntartható vásárlás és főzés gyakorlatát.",
  "faq_q3": "Hogyan szerezhetek egyedi recepteket az EcoGourmet-tól?",
  "faq_a3": "Az EcoGourmet weboldalon keresztül egyedi recepteket rendelhetsz a saját étkezési preferenciáidhoz és ételintoleranciáidhoz igazítva. Egyszerűen válaszd ki az igényeidet, és mi szállítjuk az egyedi recepteket.",
  "faq_q4": "Vannak vegán és vegetáriánus recepteket is az EcoGourmeton?",
  "faq_a4": "Igen, az EcoGourmet kínálatában számos vegán és vegetáriánus recept is megtalálható. Fedezd fel az egészséges és fenntartható ételek széles választékát az oldalunkon!",
  "faq_q5": "Milyen környezetbarát csomagolást használ az EcoGourmet a webshopjában?",
  "faq_a5": "Az EcoGourmet webshopja fenntartható csomagolási lehetőségeket kínál, például újrahasznosítható, komposztálható vagy újrahasznosított anyagokból készült csomagolásokat.",
  "faq_q6": "Hogyan biztosítja az EcoGourmet, hogy a receptek egyszerűen követhetők legyenek a weboldalon?",
  "faq_a6": "Az EcoGourmet weboldalán könnyen követhető lépésről lépésre vezetett receptek találhatók, videókkal és részletes leírásokkal, hogy még az otthoni szakácsok is könnyen elkészíthessék a finom ételeket.",
  "gy_i_k" : "Gyakran Ismételt Kérdések",
  "awards": "Elismerések",
  "awards_text": "Nektek köszönhetjük!",
  "perc1" : "Perc",
  "nxt_str": "Tovább az Áruházra",
  "nxt_rcp" : "Tovább a Receptekre"


}